choose_language = Выбери язык 👇

need_subscription = Чтобы продолжить, сначала подпишитесь на [наш канал {$botname}](https://t.me/sovnad)

    После подписки нажмите кнопку *Готово*, чтобы продолжить.

ready = Готово

subsribe = 🔗 Подписаться

not_subscribed = Вы не подписались на канал

thanks_for_subscription = Спасибо за подписку!


lets_start = 🌟 Добро пожаловать в Совпадём - первый умный бот для поиска:
    
    💝 Любовь
    🎮 Игровых напарников
    💪 Спортивных партнёров
    💻 IT-контакты
    🎨 Друзей по интересам
    
    Найди людей, которые действительно разделяют твои интересы! 💫


no_such_answer = Нет такого варианта ответа

ok_lets_start = 👌 давай начнём

privacy_message = 🔐 Мы заботимся о вашей безопасности!

    • Общайтесь с умом и не делитесь личной информацией с незнакомцами
    • Не переводите деньги и не переходите по подозрительным ссылкам
    • При встрече в реальной жизни выбирайте общественные места
    
    Бот не собирает ваши личные данные и документы. Мы делаем всё возможное, чтобы ваше общение было безопасным и приятным! 💫

    Давайте создадим вашу первую анкету! 🚀

ok = 👌 Ок
 
years_question = Сколько тебе лет?

type_years = Введите целое число

type_smaller_year = Возраст не может превышать 100 лет

type_bigger_year = Возраст не может быть меньше 8 лет

gender_question = Теперь определимся с полом

i_woman = Я девушка

i_man = Я парень

interested_in_question = Кто тебе интересен?

women = Девушки

men = Парни

not_matter = Всё равно

city_question = Из какого ты города?

send_location = 📍 Отправить мои координаты

name_question = Как мне тебя называть?

no_such_city = Пожалуйста напиши правильное название твоего города

type_name = Напиши своё имя

long_name = Имя не должно быть длиннее 100 символов

skip = Пропустить

leave_current = Оставить текущий

leave_current_m = Оставить текущее

text_question = { $profileType ->
    [RELATIONSHIP] Расскажи о себе и кого хочешь найти. Чем увлекаешься, как любишь проводить время? 💝
    [SPORT] Расскажи о себе и кого хочешь найти. Можешь упомянуть свои спортивные цели и достижения 💪
    [GAME] Расскажи о себе и кого хочешь найти. Можешь добавить свой игровой опыт и предпочитаемые режимы 🎮
    [HOBBY] Расскажи о себе и кого хочешь найти. Поделись своим опытом в хобби и целями 🎨
    [IT] Расскажи о себе и кого хочешь найти. Можешь упомянуть свои проекты и интересные задачи 💻
    *[other] Расскажи о себе и кого хочешь найти. Это поможет лучше подобрать тебе компанию ✨
}

long_text =  Рассказ не должен быть длиннее 1000 символов

long_message = Текст не должен быть длиннее 400 символов

file_question = Теперь пришли фото или запиши видео 📸 (до 15 сек), его будут видеть другие пользователи

short_file_question = Пришли фото или запиши видео 📸 (до 15 сек)

second_file_question = Прикрепи к сообщению фото или видео до 15 секунд

photo_added = Фото добавлено – {$uploaded} из 3. Еще одно?

video_added = Видео добавлено – {$uploaded} из 3. Еще одно?

form_saved = Сохранили изменения, посмотрим как выглядит твоя текущая анкета теперь

yes = Да

change_form = Изменить текущую анкету

all_right_question = Всё верно?

go_back = Вернуться назад

its_all_save_files = Это всё, сохранить фото

video_must_be_less_15 = Видео должно длиться менее 15 секунд

voice_must_be_less_60 = Голосовое сообщение должно длится менее 1 минуты

this_is_your_form = Так выглядит твоя текущая анкета:

profile_menu = 1. Смотреть анкеты
    2. Заполнить текущую анкету заново
    3. Изменить фото/видео
    4. Изменить текст анкеты

    5. Сменить текущую анкету
    
    6. Cыграть в чат-рулетку

wait_somebody_to_see_your_form = Подождем пока кто-то увидит твою анкету

sleep_menu = 1. Смотреть анкеты
    2. Моя текущая анкета
    3. Я больше не хочу никого искать
    4. Сменить текущую анкету

    5. Поделись ботом - получи больше лайков 😎

    6. Cыграть в чат-рулетку

text_or_video_to_user = Напиши сообщение для этого пользователя,

    запиши короткое видео (до 15сек),
    запиши голосовое сообщение (до минуты),
    отправь видеокружок

    или оставь заметку о пользователе

add_private_note = 📝 Добавить заметку

private_note_max_length = Заметка не может быть длинее 400 символов

add_private_note_message = Напиши заметку о пользователе, она будет видна только тебе

after_note_you_want_to_add_text_to_user = Напиши сообщение или отправь видео пользователю

    или нажми *Пропустить*

write_text_note = Напиши текстовую заметку о пользователе

are_you_sure_you_want_to_disable_your_form = Так ты не узнаешь, что кому-то нравишься... Точно хочешь отключить свою анкету?

    1. Да, отключить анкету.
    2. Нет, вернуться назад.

invite_friends_message = Пригласи друзей и получи больше лайков!

    Твоя статистика
    Пришло за 15 дней: {$comeIn15Days}
    Пришло за всё время: {$comeInAll}
    Бонус к силе анкеты: {$bonus}%

    Перешли друзьям или размести в своих соцсетях.
    Вот твоя личная ссылка 👇

invite_link_message = Умный бот {$botname} в Telegram для поиска друзей и единомышленников! 💫 👫

form_disabled_message = Надеюсь ты нашел кого-то интересного благодаря мне! Рад был с тобой пообщаться, будешь скучать - возвращайся, у нас всегда есть кто-то новенький ✨

search_people = 🚀 Смотреть анкеты

you_dont_have_form = У тебя ещё не создана анкета

create_form = Заполнить анкету

like_sended_wait_for_answer = Лайк отправлен, ждём ответа

operation_cancelled = Произошла ошибка отправки сообщения

back = Назад

send_telegram_friends = Отправить друзьям Telegram
send_whatsapp_friends = Отправить друзьям WhatsApp

not_message_and_not_video = Можно отправить только текст, видео, голосовое сообщение или видеокружок. Попробуйте ещё раз.

somebodys_liked_you = Ты { $userGender ->
        [female] понравилась
        *[male] понравился
    } {$count} {$gender ->
        [female] { $count ->
            [1] девушке
            *[other] девушкам
        }   
        [male] { $count ->
            [1] парню
            *[other] парням
        }
        *[all] { $count ->
            [1] человеку
           *[other] людям
        }
    }, показать {$gender ->
        [female] { $count ->
            [1] её?
            *[other] их?
        }
        [male] { $count ->
            [1] его?
            *[other] их?
        }
        *[all] { $count ->
            [1] его?
            *[other] их?
        }
    }

    1. Показать.
    2. Не хочу больше никого смотреть.

somebody_liked_you_text = Кому-то понравилась твоя анкета{ $count ->
        [0] :
        *[other] (и ещё { $count })
    }

message_for_you = Сообщение для тебя💌:

video_for_you = Видео для тебя💌

voice_for_you = Голосовое сообщение для тебя💌

video_note_for_you = Видеокружок для тебя💌

your_text_note = Твоя заметка📝:

mutual_sympathy = Есть взаимная симпатия! Начинай общаться 👉

good_mutual_sympathy = Отлично! Надеюсь хорошо проведёте время 😉 Начинай общаться 👉

somebody_liked_you_end_with_your = Кому-то понравилась твоя анкета! Заканчивай с вопросом выше и посмотрим кто это

its_all_go_next_question = Это всё, идем дальше?

continue_see_forms = Продолжить просмотр анкет 

kilometers = км
meters = м

complain_1 = 🔞 Материал для взрослых
complain_2 = 💰 Продажа товаров и услуг
complain_3 = 🎭 Фейковый профиль
complain_4 = 📰 Реклама
complain_5 = ⛔️ Мошенничество
complain_6 = 💩 Не нравится
complain_7 = 🦨 Другое

complain_text = Укажите причину жалобы

    1. { complain_1 }
    2. { complain_2 }
    3. { complain_3 }
    4. { complain_4 }
    5. { complain_5 }
    6. { complain_6 }
    7. { complain_7 }
    
    9. Вернуться назад

complain_type_select = Выберите причину жалобы:

write_complain_comment = Напиши комментарий к жалобе

complain_will_be_examined = Жалоба будет обработана в ближайшее время

complain_can_be_sended_only_while_searching = Жалобу можно оставить только при просмотре анкеты

can_add_to_blacklist_only_while_searching = В черный список можно добавить анкету только при её просмотре

very_close_distance = Очень близко

this_text_breaks_the_rules = Этот текст нарушает правила, введи другой

continue = 🚀 Продолжить

complain_to_user = ⚠️ Пожаловаться

you_already_sent_complain_to_this_user = Вы уже отправляли жалобу на этого пользователя

send_complain_without_comment = Отправить жалобу без комментария

# Чат-рулетка
roulette_searching = 🔍 Ищем собеседника...

roulette_found = ✨ Собеседник найден! Можете начинать общение.

roulette_start = 🎲 Добро пожаловать в анонимную чат-рулетку!

    Мы подберём вам собеседника с похожими интересами на основе ваших анкет
    { $reactions }
    { roulette_available_actions }

roulette_find = 🚀 Найти собеседника
    
roulette_next = ➡️ Следующий
roulette_stop = 🚫 Завершить
roulette_reveal = 👤 Раскрыть анкету
roulette_reveal_username = 👤 Обменяться Telegram-профилем

roulette_available_actions = Доступные действия:

    ➡️ Искать нового собеседника

    👤 Раскрыть анкету или обменяться контактами для продолжения общения
    
    🚫 Завершить чат в любой момент

roulette_stop_searching = ❌ Остановить поиск

roulette_you_have_partner = У вас уже есть собеседник 🤔
    
    { roulette_available_actions }

roulette_stop_searching_success = 🔍 Поиск собеседника остановлен
    
roulette_chat_ended = Вы закончили связь с вашим собеседником 🙄

roulette_partner_left = Собеседник закончил с вами связь 😞

roulette_put_reaction_on_your_partner = Если хотите, оставьте мнение о вашем собеседнике

roulette_reveal_request = Собеседник предлагает раскрыть ваши анкеты. Согласны?
roulette_reveal_request_sent = Запрос на раскрытие анкет отправлен собеседнику


roulette_reveal_username_request = Собеседник хочет обменяться Telegram-профилями. Согласны?

roulette_reveal_username_request_sent = Запрос на раскрытие telegram-профилей отправлен. Ожидайте ответа собеседника.

roulette_reveal_accept = ✅ Да, раскрыть анкеты
roulette_reveal_reject = ❌ Нет, остаться анонимным

roulette_reveal_username_accept = ✅ Да, обменяться
roulette_reveal_username_reject = ❌ Нет, остаться анонимным

roulette_revealed = Профиль собеседника:

roulette_revealed_username = Отлично! Надеюсь хорошо проведёте время 😉 Начинай общаться 👉

roulette_revealed_username_by_partner = Собеседник согласился обменяться Telegram-профилями. 

    Надеюсь хорошо проведёте время 😉 Начинай общаться 👉

roulette_profile_already_revealed = Вы уже раскрывали анкеты в этом чате

roulette_username_already_revealed = Вы уже раскрывали Telegram-профиля в этом чате

roulette_your_profile_revealed = Собеседник согласился раскрыть профиль. Ваш профиль был отправлен собеседнику

roulette_reveal_accepted = ✅ Вы согласились раскрыть профиль. Ваш профиль был отправлен собеседнику
roulette_reveal_rejected = ❌ Вы отказались раскрыть профиль

roulette_reveal_username_accepted = ✅ Вы согласились обменяться Telegram-профилями
roulette_reveal_username_rejected = ❌ Вы отказались обмениваться Telegram-профилями

roulette_reveal_rejected_message = Собеседник отказался раскрыть свой профиль

roulette_reveal_username_rejected_message = Собеседник отказался раскрыть свой telegram-профиль

roulette_your_reactions = 📊 Ваши реакции:

roulette_user_reactions = 📊 Реакции собеседника:

roulette_no_reactions = У вас пока нет реакций от собеседников

roulette_reaction_like = 👍 {$count}
roulette_reaction_dislike = 👎 {$count}
roulette_reaction_clown = 🤡 {$count}
roulette_reaction_funny = 😂 {$count}
roulette_reaction_boring = 😴 {$count}
roulette_reaction_rude = 😡 {$count}

reaction_added = ✅ Реакция добавлена
reaction_removed = ❌ Реакция удалена
reaction_you_added = Вы оценили собеседника:

roulette_searching_stop_notice = ⚠️ Вы сейчас в поиске собеседника. Чтобы использовать другие функции бота, сначала остановите поиск /stop_roulette

roulette_chatting_stop_notice = ⚠️ Вы сейчас в чате с собеседником. Чтобы использовать другие функции бота, сначала завершите разговор /stop_roulette

error_occurred = ⚠️ Произошла ошибка

error_occurred_description = Произошла ошибка. Попробуйте позже.

reaction_time_expired = ⏰ Время на оценку пользователя вышло. 
    Оценить или пожаловаться на пользователя можно в течении 1 часа

roulette_not_in_chat = 🤷‍♂️ Вы сейчас не в чате и не в поиске собеседника

main_menu = 🏠 Главное меню 

# Статистика
stats_title = 📊 *Твоя статистика:*

stats_days_in_bot = 📅 В боте: {$days} { $days ->
    [one] день
    [few] дня
    *[many] дней
}

stats_likes_received = ❤️ Получено лайков: {$count}
stats_likes_given = 👍 Отправлено лайков: {$count}
stats_mutual_likes = 💕 Взаимных симпатий: {$count}  /matches
stats_mutual_percentage = ✨ Процент взаимности: {$percentage}%

stats_forms_viewed = 👀 Просмотрено анкет: {$count}
stats_like_dislike_ratio = 📈 Соотношение лайк/дизлайк: {$percentage}%
stats_users_in_blacklist = 🚫 Анкет в чёрном списке: {$count}  /blacklist

stats_roulette_title = 🎲 *Статистика рулетки:*
stats_roulette_chats = 💬 Всего чатов: {$count}
stats_roulette_avg_time = ⏱ Среднее время в чате: {$time}

stats_profile_created = 📝 Профиль создан: {$date}
stats_profile_updated = 🔄 Последнее обновление: {$date}

stats_no_data = 🤷‍♂️ Недостаточно данных для отображения статистики 

stats_roulette_chats_count = 💬 Всего чатов: {$count}
stats_roulette_avg_duration = ⏱ Средняя длительность чата: {$duration}
stats_roulette_revealed_profiles = 👤 Раскрыто профилей: {$count}
stats_roulette_revealed_usernames = 📱 Обмен Telegram-профилями: {$count} 

# Единицы времени
time_hour = ч
time_minute = мин
time_second = сек 

candidates_ended = На сегодня анкеты закончились! Загляни позже, будут новые 👋

    Используй команду /switch чтобы сменить текущую анкету и создать новую- там уже могут быть новые анкеты!

more_options_title = Выбери, что хочешь сделать:
# Дополнительные опции
more_options_blacklist = 1. Добавить в черный список
more_options_complain = 2. Пожаловаться
more_options_sleep = 3. Я больше не хочу никого искать

more_options_message = { more_options_title }
    
    { more_options_blacklist }
    { more_options_complain }
    { more_options_sleep }

more_options_blacklist_confirm = Вы уверены, что хотите добавить эту анкету в черный список?
more_options_blacklist_success = Анкета добавлена в черный список. Введи /blacklist, чтобы посмотреть чёрный список
more_options_blacklist_already = Эта анкета уже в черном списке

# Черный список
blacklist_empty = 🚫 Твой черный список пуст

blacklist_user_info = 👤 Анкета из черного списка{ $count ->
        [0] :
        *[other] (и ещё { $count })
    }

blacklist_no_more_users = Больше нету анкет в чёрном списке

blacklist_remove = ❌ Убрать из черного списка

see_next = Смотреть дальше

blacklist_remove_success = Анкета удалена из черного списка

blacklist_remove_error = Произошла ошибка при удалении анкеты из черного списка


matches_message_all = Список всех взаимных симпатий и время, когда симпатия стала взаимной:

matches_message_last = Последние 100 взаимных симпатий и время, когда симпатия стала взаимной:

matches_message_choose = Выберите, чью анкету показать:

no_matches = 🙁 Ещё нету взаимных симпатий. Смотри и лайкай пользователей и они обязательно появятся!

match_selected = Анкета пользователя { $user }:
match_you_select = Вы выбрали анкету пользователя { $user }
mutual_sympathies_navigation = Используйте стрелки для навигации между анкетами
back_to_profile = Вернуться в профиль

user_form_disabled = Анкета пользователя отключена

user_not_found = Анкета пользователя отключена или не создана

no_profile = У вас нет анкеты или она отключена

no_profile_description = Создайте анкету в боте

no_profile_message = Создайте свою анкету в { $botname }

share_profile = Поделиться текущей анкетой

open_full_profile = Открыть полную анкету

inline_message_text = Это моя анкета в { $botname } :

this_is_user_profile = Это анкета данного пользователя:

start_using_bot  = 🚀 Создать анкету

# Типы анкет
profile_type_title = Выберите тип анкеты, которую хотите создать:

profile_type_relationship = 💑 Отношения
profile_type_sport = 🏃‍♂️ Спорт
profile_type_game = 🎮 Игры
profile_type_hobby = 🎨 Хобби
profile_type_it = 💻 IT

# Подвиды спорта
sport_type_title = Выберите вид спорта:
sport_type_gym = 🏋️‍♀️ Тренажерный зал
sport_type_running = 🏃‍♂️ Бег
sport_type_swimming = 🏊‍♀️ Плавание
sport_type_football = ⚽ Футбол
sport_type_basketball = 🏀 Баскетбол
sport_type_tennis = 🎾 Теннис
sport_type_martial_arts = 🥋 Боевые искусства
sport_type_yoga = 🧘‍♀️ Йога
sport_type_cycling = 🚴‍♂️ Велоспорт
sport_type_climbing = 🧗‍♀️ Скалолазание
sport_type_ski_snowboard = 🏂 Лыжи/сноуборд

# Подвиды игр
game_type_title = Выберите игру:
game_type_cs_go = 🔫 CS:GO/CS2
game_type_dota2 = 🛡️ Dota 2
game_type_valorant = 💥 Valorant
game_type_rust = 🏕️ Rust
game_type_minecraft = 🧱 Minecraft
game_type_league_of_legends = ⚔️ League of Legends
game_type_fortnite = 🏙️ Fortnite
game_type_pubg = 🔥 PUBG
game_type_gta = 🚗 GTA V/Online
game_type_apex_legends = 👑 Apex Legends
game_type_fifa = ⚽ FIFA/EA FC
game_type_call_of_duty = 💣 Call of Duty
game_type_wow = 🧙‍♂️ World of Warcraft
game_type_genshin_impact = ⚡ Genshin Impact

# Подвиды хобби
hobby_type_title = Выберите хобби:
hobby_type_music = 🎵 Музыка
hobby_type_drawing = 🎨 Рисование/живопись
hobby_type_photography = 📷 Фотографирование
hobby_type_cooking = 🍳 Кулинария
hobby_type_crafts = 🧶 Рукоделие
hobby_type_dancing = 💃 Танцы
hobby_type_reading = 📚 Чтение

# Подвиды IT
it_type_title = Выберите IT-направление:
it_type_frontend = 🌐 Frontend
it_type_backend = 🖥️ Backend
it_type_fullstack = 💻 Full Stack
it_type_mobile = 📱 Mobile
it_type_devops = 🛠️ DevOps
it_type_qa = 🔍 QA/Testing
it_type_data_science = 📊 Data Science/AI
it_type_game_dev = 🎮 Game Development
it_type_cybersecurity = 🔒 Cybersecurity
it_type_ui_ux = 🎨 UI/UX

# Поля для спорт-анкеты
sport_level_question = Укажи твой уровень подготовки:
sport_level_beginner = 🔰 Начинающий
sport_level_intermediate = 🥈 Средний
sport_level_advanced = 🥇 Продвинутый
sport_level_professional = 🏆 Профессиональный

# Поля для игровой анкеты
game_account_question_validate = Можно отправить только реальную ссылку на игровой профиль
# CS:GO/CS2
game_account_cs_go = Отправь ссылку на свой Steam или Faceit профиль:

# Dota 2
game_account_dota2 = Отправь ссылку на свой Steam профиль:

# Valorant
game_account_valorant = Отправь ссылку на свой Riot Games профиль:

# Rust
game_account_rust = Отправь ссылку на свой Steam профиль:

# Minecraft
game_account_minecraft = Отправь ссылку на свой Minecraft профиль:

# League of Legends
game_account_league_of_legends = Отправь ссылку на свой профиль в op.gg:

# Fortnite
game_account_fortnite = Отправь ссылку на свой Epic Games профиль:

# PUBG
game_account_pubg = Отправь ссылку на свой PUBG профиль:

# GTA V/Online
game_account_gta = Отправь ссылку на свой Rockstar Social Club профиль:

# Apex Legends
game_account_apex_legends = Отправь ссылку на свой EA профиль:

# FIFA/EA FC
game_account_fifa = Отправь ссылку на свой EA профиль:

# Call of Duty
game_account_call_of_duty = Отправь ссылку на свой Activision профиль:

# World of Warcraft
game_account_wow = Отправь ссылку на свой Battle.net профиль:

# Genshin Impact
game_account_genshin_impact = Отправь ссылку на свой HoYoverse профиль:

# Поля для IT-анкеты
it_experience_question = Укажи твой опыт работы:
it_experience_student = 🎓 Студент/обучаюсь
it_experience_junior = 🌱 Junior (до 1 года)
it_experience_middle = 💪 Middle (1-3 года)
it_experience_senior = 🧠 Senior (3+ лет)
it_experience_lead = 🧑‍💼 Lead
it_technologies_question = Укажи ваши основные технологии/языки через пробел:
it_technologies_long_one = Одна технология не может превышать 20 символов
it_technologies_duplicates = Технологии повторяются, уберите дубликаты
it_technologies_long_all = Максимальное количество технологий - 20
it_github_question = Отправь ссылку на твой [GitHub](https://github.com/)
it_github_question_validate = Можно отправить только реальную ссылку на [GitHub](https://github.com/)-аккаунт
it_github_question_not_exists = Такого [GitHub](https://github.com/)-пользователя не существует

profile_link = Игровой профиль { $platform }
level = Уровень
github = GitHub
technologies = Технологии
experience = Опыт


switch_profile_message = Выбери анкету или создай новую
create_new_profile = Создать новую анкету

you_already_have_this_profile = У тебя уже есть такая анкета 
switch_to_this_profile = 🔄 Переключиться на эту анкету


# Переключение профилей
switch_profile_title = Выберите анкету:
current_profile = Текущая анкета: { $profileType }
switch_profile = Сменить анкету
