choose_language = Выбери язык 👇

lets_start = Уже миллионы людей знакомятся в Совпадём 😍

    Я помогу найти тебе пару или просто друзей 👫

no_such_answer = Нет такого варианта ответа

ok_lets_start = 👌 давай начнём

privacy_message = ❗️Помните, что в интернете люди могут выдавать себя за других. 

    Бот не запрашивает личные данные и не идентифицирует пользователей по каким-либо документам.

    Продолжая, вам будет необходимо ответить на несколько вопросов для заполнения анкеты

ok = 👌 Ок
 
years_question = Сколько тебе лет?

type_years = Введите целое число

type_smaller_year = Возраст не может превышать 100 лет

type_bigger_year = Возраст не может быть меньше 8 лет

gender_question = Теперь определимся с полом

i_woman = Я девушка

i_man = Я парень

interested_in_question = Кто тебе интересен?

women = Девушки

men = Парни

not_matter = Всё равно

city_question = Из какого ты города?

send_location = 📍 Отправить мои координаты

name_question = Как мне тебя называть?