choose_language = Выбери язык 👇

need_subscription = Чтобы продолжить, сначала подпишитесь на [наш канал Совпадём?🌹](https://t.me/sovnad)

    После подписки нажмите кнопку **Готово**, чтобы продолжить. 

ready = Готово

subsribe = 🔗 Подписаться

not_subscribed = Вы не подписались на канал

thanks_for_subscription = Спасибо за подписку!

lets_start = Уже миллионы людей знакомятся в Совпадём 😍

    Я помогу найти тебе пару или просто друзей 👫

no_such_answer = Нет такого варианта ответа

ok_lets_start = 👌 давай начнём

privacy_message = ❗️Помните, что в интернете люди могут выдавать себя за других. 

    Бот не запрашивает личные данные и не идентифицирует пользователей по каким-либо документам.

    Продолжая, вам будет необходимо ответить на несколько вопросов для заполнения анкеты

ok = 👌 Ок
 
years_question = Сколько тебе лет?

type_years = Введите целое число

type_smaller_year = Возраст не может превышать 100 лет

type_bigger_year = Возраст не может быть меньше 8 лет

gender_question = Теперь определимся с полом

i_woman = Я девушка

i_man = Я парень

interested_in_question = Кто тебе интересен?

women = Девушки

men = Парни

not_matter = Всё равно

city_question = Из какого ты города?

send_location = 📍 Отправить мои координаты

name_question = Как мне тебя называть?

no_such_city = Пожалуйста напиши правильное название твоего города

type_name = Напиши своё имя

long_name = Имя не должно быть длиннее 100 символов

skip = Пропустить

leave_current = Оставить текущий

text_question = Расскажи о себе и кого хочешь найти, чем предлагаешь заняться. Это поможет лучше подобрать тебе компанию.

long_text =  Рассказ не должен быть длиннее 1000 символов

file_question = Теперь пришли фото или запиши видео 👍 (до 15 сек), его будут видеть другие пользователи

short_file_question = Пришли фото или запиши видео 👍 (до 15 сек)

second_file_question = Прикрепи к сообщению фото или видео до 15 секунд

photo_added = Фото добавлено – {uploaded} из 3. Еще одно?

video_added = Видео добавлено – {uploaded} из 3. Еще одно?

form_saved = Сохранили изменения, посмотрим как выглядит твоя анкета теперь


